adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
archlinux-keyring
archlinuxcn-keyring
aria2
atool
authy
autoconf
automake
base
base-devel
bat
bind
binutils
bison
bitwarden
blas
blueman
bluez-utils
box2d
btop
catppuccin-mocha-grub-theme-git
cava
chafa
clang
clash-meta-alpha-git
cliphist-git
clucene
cronie
ctpv-git
dae-git
dbeaver
debugedit
dhcpcd
docker
dog
dunst
efibootmgr
elinks
ethtool
expac
fakeroot
fcitx5-anthy-git
fcitx5-chinese-addons-git
fcitx5-configtool-git
fcitx5-git
fcitx5-gtk-git
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt6-git
fd
ffmpegthumbnailer
file
findutils
firefox-nightly-en-us
flex
foot
foot-terminfo
fzf
gammastep
gawk
gcc
gettext
git-filter-repo
git-lfs
github-cli
gnome-keyring
go
graphicsmagick
graphite-cursor-theme-git
grep
grim
groff
grub
gsl
gspell
gtk4
gvfs
gvfs-mtp
gzip
highlight
hyprland-git
hyprpicker-git
imv
inetutils
inkscape
intel-media-driver
intel-ucode
iperf3
iwd
jq
kitty
koodo-reader-bin
lazygit
lf-sixel-git
lib2geom
lib32-mesa
lib32-pipewire
lib32-vulkan-intel
libabw
libatomic_ops
libc++
libcdr
libe-book
libeb
libepubgen
libetonyek
libexttextcat
libfreehand
libiconv
libixion
liblangtag
libmspub
libmwaw
libnumbertext
libodfgen
liborcus
libpagemaker
libpipeline
libqxp
libreoffice-fresh
libreoffice-fresh-zh-cn
librevenge
libstaroffice
libtommath
libtool
libva-utils
libvisio
libwpd
libwpg
libwps
libxcrypt-compat
libzmf
light
linux-firmware
linux-zen
linux-zen-headers
lldb
llvm
lpsolve
lsof
luarocks
m4
make
man-db
mariadb
maxima
maxima-sbcl
mesa-utils
moreutils
mpc
mpd
mpv
mtr
namcap-git
ncmpcpp
neofetch
neon
neovim-git
network-manager-applet
networkmanager
nexttrace-git
nodejs
npm
ntfs-3g
nvidia-dkms
obs-studio
opensmtpd
os-prober
otf-font-awesome
p7zip
pacman
pacman-contrib
pamixer
paru-git
patch
pavucontrol
perl-io-tty
perl-ipc-run
perl-time-duration
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-data
potrace
powertop
python-cssselect
python-lxml
python-pillow
python-pynvim
python-requests
qt5-imageformats
qt5-multimedia
qt5-sensors
qt5-tools
qt5-wayland
qt5-webkit
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-httpserver
qt6-languageserver
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-quick3dphysics
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-speech
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qtcreator
ragel
raptor
rasqal
redland
ripgrep
rofi-lbonn-wayland-only-git
rustup
sbcl
sed
slurp
smartmontools
spotify
sudo
swaybg-git
swaylock
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
tk
tlp
tlp-rdw
traceroute
trash-cli
tree
ttf-arphic-ukai
ttf-sourcecodepro-nerd
ttf-twemoji
tumbler
tutanota-desktop-bin
typst
unrar
unzip
vimix-gtk-themes-git
vimix-icon-theme
vlc-git
vscodium-bin
vulkan-intel
waybar-hyprland-git
wev-git
wget
which
wl-clipboard
wlogout
wofi
xarchiver
xdg-desktop-portal-hyprland-git
xmlsec
yapf
yt-dlp
zathura
zathura-pdf-poppler
zip
zotero-bin
zsh
zxing-cpp
